questions = [
    {
        "question": "Какова столица Франции?",
        "options": ["Париж", "Берлин", "Мадрид"],
        "correct": "Париж"
    },
    {
        "question": "Сколько будет 2 + 2?",
        "options": ["3", "4", "5"],
        "correct": "4"
    },
    {
        "question": "Как называется крупнейшая планета Солнечной системы?",
        "options": ["Земля", "Марс", "Юпитер"],
        "correct": "Юпитер"
    },
    {
        "question": "Какой язык программирования используется в этом проекте?",
        "options": ["Python", "Java", "C++"],
        "correct": "Python"
    },
    {
        "question": "Какой цвет получается при смешении синего и жёлтого?",
        "options": ["Зелёный", "Оранжевый", "Фиолетовый"],
        "correct": "Зелёный"
    },
    {
        "question": "Сколько дней в високосном году?",
        "options": ["365", "366", "364"],
        "correct": "366"
    },
    {
        "question": "Сколько континентов на Земле?",
        "options": ["5", "6", "7"],
        "correct": "7"
    },
    {
        "question": "Какой химический элемент обозначается символом 'O'?",
        "options": ["Кислород", "Золото", "Серебро"],
        "correct": "Кислород"
    },
    {
        "question": "Какой город считается культурной столицей России?",
        "options": ["Москва", "Санкт-Петербург", "Казань"],
        "correct": "Санкт-Петербург"
    },
    {
        "question": "Сколько хромосом у человека?",
        "options": ["46", "48", "44"],
        "correct": "46"
    },
]
